public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}
/*Завдання №1
Розглянемо взаємодію двох комп'ютерів у мережі. Перш ніж розпочати роботу,
комп'ютери повинні обмінятися IP-адресами. Це може стати досить непростим завданням.
Створимо спеціальний UDP сервер, який допоможе комп'ютерам обмінятися
        «координатами»: IP-адресами та номерами портів. Потім створимо UDP клієнтів, які
перевірять роботу сервера: відправлять запит, який реєструє клієнта (комп’ютер) на сервері, і
отримають відповідь сервера — список вже зареєстрованих комп'ютерів.*/